Revit 2024 API
ConnectionValidationInfo Properties
The ConnectionValidationInfo type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
ConnectionValidationInfo Class
Autodesk.Revit.DB Namespace